[
  {
    "name":"Jefferson Wu",
    "url":"img/jeff_mug_shot.jpg",
    "title":"Creative Technologist",
    "bio":"<h3>I'm a Creative Technologist with roots in film, 3d design, & visual effects.</h3> <p>Ever since I was a wee little lad, I've always loved making things and telling stories.  There's something magical about turning raw materials and ideas into something useful or enjoyable.</p> <p> I got started professionally in advertising in 2005, handling the visual effects and motion design on award-winning viral campaigns for Sony Playstation IPs.  Since then, I've worked with different agencies on brands such as AirBnB, Disney, Miller, Nissan, Gatorade, Pepsi, Qualcomm, MSI, and among others. </p> <p> It wasn't until the summer of 2012 that a humble little decision changed my life forever. <h3> I invested in a 3D printer.</p> </h3> Long before Long before the 3D printing hype of 2014-2015, I brought 3D printing technologies to TBWA\\CHIAT\\DAY's Creative Technology department with my personal 3D printer. <br><br> In February of 2015, I gave a TBWA network wide talk on 3D printing as part of a series of Narrative Tech talks.  I continue to lead the conversation not with words, but by challenging my personal limits of design every day. <h3> My eyes were opened to a whole new world of creating</h3> <p>No longer was I limited to a virtual space on the screen, but my designs could now affect the real world.  This led me to a new found appreciation for mechanical engineering and industrial design.  I'm constantly studying both to find new ways to incorporate them into my craft.</p> <p>My adventures in open source hardware eventually bled into open source software, which naturally led me off the deep end with code. It began with Arduino and little bit of Processing, but eventually expanded to HTML, CSS, Javascript, PHP, Python, and scripting in Unity with C#.</p> <p>Since the resurgence of Virtual Reality (VR), it's been my current focus and obsession.  A combination of visual effects, real-time 3D technology, and code, it's a no-brainer.</p> <h3>On weekends, you can find me sketching, making robots, and designing my future space-frame race car.</h3>"
  }
]